Repository: svenrog/VCG.EPi.Enterprise
Catalog: VCG.EPi.Enterprise.Migration.Toolset/Properties/Resources.*.resx
Languages: sv

# ApplicationAbout
source: About (not implemented)
sv: Om (inte implementerad)

# ApplicationTitle
source: EPiServer 5 & 6 data upgrade tool (beta)
sv: EPiServer 5 & 6 datauppgraderingsverktyg (beta)

source: Classes generated
sv: Klasser genererades

# DocumentFilters
source: Migration projects (.mgproj)|*.mgproj|All files (*.*)|*.*
sv: Migrationsprojekt (.mgproj)|*.mgproj|Alla filer (*.*)|*.*

# DocumentLoaded
source: Document loaded successfully
sv: Projektfilen laddades in

# DocumentLoading
source: Document loading {0:0.0} %
sv: Projektfil laddas {0:0.0} %

# DocumentOpening
source: Opening document...
sv: Öppnar projektfil

source: Document saved
sv: Projektfil sparad

# DocumentSaveFileName
source: UnnamedMigrationProject
sv: Odöpt-migrationsprojekt

# DocumentSaveFilter
source: Migration projects (.mgproj)|*.mgproj
sv: Migrationsprojekt (.mgproj)|*.mgproj

# ErrorFormat
source: Error: {0}
sv: Fel: {0}

# ExportAbortedNoData
source: Export aborted, not enough data
sv: Export avbruten, saknas data

# ExportAbortedNoMatches
source: Export aborted, no matching properties
sv: Export avbruten, inga matchande egenskaper

# ExportAbortedUser
source: Export aborted by user
sv: Export avbruten av användaren

# ExportProgress
source: Exporting...
sv: Exporterar...

# ExportSelectFolder
source: Select folder for export
sv: Välj mapp att exportera till

# FileImported
source: File read successfully
sv: Filen lästes in

# ImportSourceTitle
source: Select source file
sv: Välj källfil

# ImportTargetTitle
source: Select file for target mappings
sv: Välj fil för målmappning

# LogClassConflictFormat
source: Exporter skipped {0}, conflicting file name
sv: Exporten hoppade över {0} på grund av filnamnskonflikt

# LogGeneratingClassFormat
source: Generating class '{0}'
sv: Genererar klass '{0}'

# MenuNew
source: New
sv: Nytt projekt

# MenuOpen
source: Open...
sv: Öppna projekt...

# MenuSave
source: Save
sv: Spara projekt

# MenuSaveAs
source: Save as...
sv: Spara projekt som...

# UpgradeComplete
source: Upgrade completed successfully
sv: Uppgradering slutfördes

# UpgradeProgress
source: Upgrading {0} %
sv: Uppgraderar {0} %

# ButtonCancel
source: Cancel
sv: Ångra

# ColumnName
source: Name
sv: Namn

# ColumnTargetName
source: Target name
sv: Målnamn

# ExportSaveFileName
source: UnnamedEPiServerExport
sv: Odöpt-EPiServerexport

# HeadingBaseNamespace
source: Enter default namespace
sv: Ange default namespace

# HeadingMapToTarget
source: Map to target type
sv: Matcha till måltyper

# HeadingMatchingProperties
source: Matching properties:
sv: Matchande egenskaper

# HeadingOptionsEPiServerVersion
source: Target EPiServer version
sv: Målversion för EPiServer

# HeadingOptionsPageTypeAttributes
source: Included page type attributes
sv: Inkluderade sidtypsattribut

# HeadingOptionsPropertyAttributes
source: Included property attributes
sv: Inkluderade egenskapsattribut

# HeadingSourceFileContents
source: Source file contents (.episerverdata)
sv: Källfilsinnehåll (.episerverdata)

# MenuCategoryExport
source: _EXPORT
sv: _EXPORTERA

# MenuCategoryFile
source: _FILE
sv: _ARKIV

# MenuCategoryImport
source: _IMPORT
sv: _IMPORTERA

# MenuExportClasses
source: Export EPiServer 7 class files...
sv: Exportera EPiServer 7-klasser...

# MenuExportImportFile
source: Export EPiServer 7 import file...
sv: Exportera EPiServer 7-dataimport...

# MenuImportSource
source: Import EPiServer 5/6 data...
sv: Importera EPiServer 5/6-data...

# MenuImportTarget
source: Import EPiServer 7 target data...
sv: Importera EPiServer 7-måldata...

# WindowTitleExportOptions
source: Class export options
sv: Inställningar för klassexport

# WindowTitleOperationStatus
source: Operation status
sv: Processtatus

# WindowTitleRemap
source: Remap properties (alias)
sv: Mappa om egenskaper (med alias)

# ButtonRestart
source: Restart
sv: Starta om

# HeadingPreferencesLocalization
source: Localization options
sv: Språkinställningar

# MenuCategoryEdit
source: _EDIT
sv: _REDIGERA

# MenuPreferences
source: Preferences
sv: Inställningar

# PreferenceRestartNotice
source: Changes will not take effect before application is restarted
sv: Vissa ändringar har effekt först efter applikationen startats om

# PreferenceUILanguage
source: Interface language
sv: Gränssnittsspråk

# WindowTitlePreferences
source: Preferences
sv: Inställningar
